Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=131_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaame, historia ja yhteiskunta
sme: Historjá ja servodatdiehtu

source: ©Niilo Vuomajoki (Saamelainen palvelukeskus) ja Niilo Aikio (toim.)
sme: ©Niilo Vuomajoki (Sápmelaš bálvalanguovddáš) ja Niilo Aikio (doaimm..)

source: , Utsjoki 1994.
sme: , Ohcejohka 1994.

source: Jakelu: Julkaisu ei ole myytävänä.
sme: Juohkin: Ii leat vuovdimassii.

source: Julkaisua jaetaan maksutta mm. kouluille ja kirjastoihin.
sme: Sámediggi juohká nuvttá ee. skuvllaide ja girjerádjosiidda.

source: 6 CD-äänitettä, kesto yht. 6 tuntia
sme: 6 CD-skearru, oktiibuot 6 diimmu

source: " Evakkoajan muisteluksia ” - sisältää 22 henkilön kertomuksia evakkomatkan kokemuksista.
sme: “ Eváhkkoáiggi muitalusat ” - guđa CD-skearrus 22 olbmo, eanáš ohcejohkalaččat, muittašit eváhkkomátkki vásáhusaid.

source: Utsjoen Saamelainen palvelukeskuksen kustantaman projektin tarkoituksena oli tuottaa virikemateriaalia palvelukeskuksen vanhuksille.
sme: “ Eváhkkoáiggi muitalusat ” prošeavtta ulbmilin lei buvttadit movttáskahttinmateriála Ohcejoga bálvalanguovddáža boarrásiidda.

source: Evakkomatkan kertomukset julkaistiin Utsjoella 7.1.1994, jolloin evakosta oli kulunut 50 vuotta.
sme: Almmuhandilálašvuohta lei Sápmelaš bálvalanguovzzážis 7.1.1994, goas eváhkkomátkkiin ledje vássán 50 jagi.

source: 70 vuotta evakon jälkeen, vuonna 2015, saamelaiskäräjät julkaisi äänitteet cd-levyinä oppimateriaaliksi nuorille.
sme: 70 evahkkoáiggiid maŋŋá, jagis 2015, Sámediggi almmustahttá jietnabáddemiid cd-skearrun oahppamateriálan nuoraide.

source: Tämä oppimateriaali on käännetty suomenkielisestä kirjasta Yhteiskunta NYT 9, Wsoy.
sme: Servodat DÁL 9

source: Saamenkieliseen kirjaan on lisätty uusi kappale Sámit – njealji riikka álbmot, jossa käsitellään saamelaisen yhteiskunnan nykytilaa.
sme: Dát oahppamateriála lea jorgaluvvon suomagielat girjjis Yhteiskunta NYT 9, Sámegielat girjái lea lasihuvvon sierra bihtá Sámit – njealji riikka álbmot, mas muitaluvvo sámi servodaga otná diliid birra.

source: Toimiminen nykyajan yhteiskunnassa vaatii monenlaisia tietoja ja taitoja.
sme: Otná servodagas ceavzán gáibida máŋggalágan dieđuid ja dáidduid.

source: Myös EU ja kansainvälistyminen vaikuttavat arkeemme monin tavoin.
sme: Maiddái EU ja globaliserejupmi váikkuhit beaivválaš eallimii máŋgga láhkái.

source: Servodat DÁL 9 auttaa ymmärtämään suomalaisen yhteiskunnan rakenteita ja toimintoja sekä antaa välineitä vaikuttaa talouteen ja yhteisiin päätöksiin.
sme: Servodat DÁL 9

source: saamenkielisen laitoksen toimitus: Hannu Kangasniemi
sme: sámegielat girjji doaimmahan: Hannu Kangasniemi

source: sivuja: 279
sme: siiddut: 279

source: taso: 9 lk
sme: dássi: 9 lk

source: Saamelaiskäräjät 2011
sme: Sámediggi 2011

source: sivuja: 152
sme: siiddut: 152

source: Saamelaiskäräjät 2012
sme: Sámediggi 2012

source: saameksi Jovnna-Ánde Vest
sme: sámás Jovnna-Ánde Vest

source: taso: 5-6 lk
sme: dássi: 5-6 lk

source: sivuja: 243
sme: siiddut: 243

source: Saamelaiskäräjät 2002
sme: Sámediggi 2002

source: Alkuperäinen teos:
sme: Álgogirji:

source: Aikamatka maailman historiaan,
sme: Áigemátkki

source: Sanoma Pro Oy
sme: máilmmi historjái

source: sivuja: 128
sme: siiddut: 128

source: Harjoituskirjan mallivastaukset
sme: Áigemátkki hárjehallangirji máilmmi historjái

source: Saamelaiskäräjät 2009
sme: Sámediggi 2009

source: Helena Edgren, Torsten Edgren, Tuulikki Hanste, Martti Hellström, Ulla Maija Jutila, Tuula Plathan, Ilpo Probst ja Pekka Rokka, saameksi Jovnna-Ánde Vest
sme: Áigemátkki Suoma historjái

source: Saamelaiskäräjät 2003
sme: Sámediggi 2003

source: Aikamatka Suomen historiaan, Sanoma Pro Oy
sme: Áigemátkki Suoma historjái, hárjehallangirji

source: Saamelaiskäräjät 2004
sme: Sámediggi 2004

source: saameksi: Jovnna-Ánde Vest, piirrokset: Jorma Nousiainen
sme: sámás: Jovnna-Ánde Vest, sárgosat: Jorma Nousiainen

source: taso: 7-8 lk
sme: dássi: 7-8 lk

source: sivuja: 419
sme: siiddut: 419

source: Saamelaiskäräjät 2005
sme: Sámediggi 2005

source: Työkirja 7
sme: Bargogirji 7

source: saameksi: Jovnna-Ánde Vest
sme: sámás: Jovnna-Ánde Vest

source: Työkirja 8
sme: B argogirji 8

source: Äänikirja
sme: Máiza-Bier Ánde

source: Tuomas Magga lukee otteita
sme: Ii leat vuovdimassii.

source: 2 CD-äänitettä
sme: 2 CD-skearru

source: Tuottaja: Yle Sámi Radio
sme: Buvttadan: Yle Sámi Radio

source: Julkaisija: Saamelaiskäräjät 2008
sme: Olggosaddi: Sámediggi 2008
